[
  {
    "name": "Sumatran Elephant",
    "image": "leo.png",
    "description": {
      "head": "Elephas Maximus Sumatranus",
      "desc": "Sumatran elephants feed on a variety of plants and deposit seeds wherever they go, contributing to a healthy forest ecosystem. They also share their lush forest habitat with other endangered species."
    }
  },
  {
    "name": "Javan Rhino",
    "image": "rhino.png",
    "description": {
      "head": "Elephas Maximus Sumatranus",
      "desc": "Sumatran elephants feed on a variety of plants and deposit seeds wherever they go, contributing to a healthy forest ecosystem. They also share their lush forest habitat with  other endangered species."
    }
  },
  {
    "name": "Siberian Tiger",
    "image": "tiger.png",
    "description": {
      "head": "Panthera Tigris Altaica",
      "desc": "The Siberian tiger is a tiger from a specific population of the Panthera tigris tigris subspecies native to the Russian Far East, Northeast China. It once ranged throughout the Korean Peninsula, north China, and eastern Mongolia. The population currently inhabits mainly the Sikhote-Alin mountain region in southwest Primorye Province in East Russia."
    }
  },
  {
    "name": "Amur Leopard",
    "image": "leopard.png",
    "description": {
      "head": "Panthera Pardus Orientalis",
      "desc": "The Amur leopard is a leopard subspecies native to the Primorye region of southeastern Russia and northern China. It is listed as Critically Endangered on the IUCN Red List. In 2007, only 19–26 wild leopards were estimated to survive in southeastern Russia and northeastern China."
    }
  },
  {
    "name": "Red Wolf",
    "image": "dog.png",
    "description": {
      "head": "Canis Rufus",
      "desc": "The red wolf  is a canine native to the southeastern United States. Its size is intermediate between the coyote (Canis latrans) and gray wolf (Canis lupus).The red wolf's taxonomic classification as being a separate species, a subspecies of the gray wolf Canis lupus rufus,[8][9] or a coywolf (a genetic admixture of wolf and coyote.)"
    }
  }
]
